Repository: common-repository/blog-demographics
Catalog: languages/blog-demographics-*.po
Languages: de_de, fa_ir

source: Facebook Settings
de_de: Facebook Einstellungen
fa_ir: تنظیمات فیسبوک

source: Facebook Email or Telephone:
de_de: Facebook E-mail oder Telefon:
fa_ir: ایمیل یا تلفن فیسبوک:

source: Facebook Password:
de_de: Facebook Passwort:
fa_ir: رمز عبور فیسبوک:

source: MyBlogLog Settings
de_de: MyBlogLog Einstellungen
fa_ir: تنظیمات MyBlogLog

source: BlogCatalog Settings
de_de: BlogCatalog Einstellungen
fa_ir: تنظیمات بلاگ کاتالوگ:

source: MyBlogLog tracks the identity of your visitors.
de_de: MyBlogLog verfolgt die Identität deiner Besucher.
fa_ir: برنامه MyBlogLog وظیفه ردیابی هویت بازدیدکنندگان شما را دارد.

source: BlogCatalog tracks the identity of your visitors like MyBlogLog.
de_de: BlogCatalog verfolgt die Identität deiner Besucher wie MyBlogLog.
fa_ir: افزونه BlogCatalog ردیابی هویت کاربران را همانند MyBlogLog انجام می دهد.

source: You need to enable the cURL-module on your server to use Facebook!
de_de: Du musst das cURL-Modul am Server aktivieren um Facebook zu nutzen!
fa_ir: شما باید cURL-module را روی سرور خود برای استفاده از خدمات فیسبوک فعال نمایید.

source: You need to make the file %s read- and writable to use Facebook!
de_de: Du musst die Datei %s les- und schreibbar machen um Facebook zu benutzen!
fa_ir: باید برای استفاده از فیسبوک سطح دسترسی فایل %s را قابل نوشتن و خواندن قرار دهید.

source: Facebook is used to access data that is only visible to logged-in users.
de_de: Facebook wird benutzt um Daten abzurufen die nur eingeloggte Benutzer sehen.
fa_ir: فیسبوک تنها به اطلاعات کاربرانی که وارد سیستم شده اند دسترسی خواهد داشت.

source: Log into MyBlogLog, go to the settings-page of your site and copy the numbers from the "Link Tracking Code". It looks like this: %s
de_de: Log dich in MyBlogLog ein, gehe zur Einstellungs-Seite deiner Seite und kopiere die Nummern vom "Link Tracking Code". Das sieht so aus: %s
fa_ir: وارد MyBlogLog شوید و سپس به صفحه تنظیمات مراجعه نمایید و شماره مربوط را از بخش "Link Tracking Code" کپی نمایید. چیزی شبیه این خواهد شد: %s

source: Valid App Id
de_de: Gültige App Id
fa_ir: شناسه معتبر برنامه

source: View my app ids
de_de: Zeige meine App Ids
fa_ir: مشاهده شناسه برنامه

source: or
de_de: oder
fa_ir: یا

source: Apply for a "Generic, No user authenticaton required"-key here!
de_de: Suche um einen "Generic, No user authentication required"-key hier an!
fa_ir: اقدام به صورت عمومی ، هیچ نیازی به تائید کاربری ندارد - کلید کار اینجاست!

source: Invalid App Id
de_de: Ungültige App Id
fa_ir: شناسه برنامه غیرمعتبر

source: Tip: Put random letters in here, if you don't have an App Id. This seems to work.
de_de: Tipp: Schreibe zufällige Buchstaben hier herein, wenn du keine App Id hast. Das scheint zu funktionieren.
fa_ir: نکته: حرفهای تصادفی در این بخش وارد نمایید. البته اگر شما دارای یک شناسه برای برنامه هستید. ظاهرا همه چیز مرتب است.

source: Valid key
de_de: Gültiger Key
fa_ir: کلید معتبر

source: View my API key
de_de: Zeige meinen API key
fa_ir: مشاهده کلید من

source: Error
de_de: Fehler
fa_ir: خطا

source: API key is valid, but couldn't find community for this blog. Do you have one yet?
de_de: API key ist gültig, aber konnte keine Community für dieses Blog finden. Hast du schon eine?
fa_ir: کلید معتبر می باشد ، اما جامعه مورد نظر برای این وبلاگ یافت نشد. آیا شما از قبل این گزینه را داشته اید؟

source: Invalid key
de_de: Ungültiger key
fa_ir: کلید غیرمعتبر

source: Settings
de_de: Einstellungen
fa_ir: تنظیمات

source: Demographics
de_de: Demografie
fa_ir: جمعیت شناسی

source: Blog Demographics
de_de: Blog Demografie
fa_ir: بلاگ جمعیت شناسی

source: You do not have sufficient permissions to access this page.
de_de: Du hast nicht ausreichend Rechte, um auf diese Seite zuzugreifen.
fa_ir: برای دسترسی به مطالب این صفحه مجوز ندارید.

source: You need to add Facebook, MyBlogLog or BlogCatalog to get demographics! Add all services to get the most out of this plug-in.
de_de: Du musst Facebook, MyBlogLog oder BlogCatalog hinzufügen um demografische Daten zu bekommen! Füge alle Services hinzu um möglichst viel aus diesem Plug-In heraus zu holen.
fa_ir: باید فیسبوک ، مای بلاگ لاگ یا بلاگ کاتالوگ را اضافه نمایید. افزودن تمامی گزینه ها باعث استفاده مفید از افزونه می شود.

source: Please add MyBlogLog-settings to get more accurate data!
de_de: Bitte füge MyBlogLog-Einstellungen hinzu um genauere Daten zu bekommen!
fa_ir: برای دریافت اطلاعات دقیق تر لطفا تنظیمات MyBlogLog را وارد نمایید.

source: Click here to add those settings now!
de_de: Klicke hier um diese Einstellungen jetzt hinzuzufügen!
fa_ir: برای افزودن تنظیمات فوق اکنون کلیک نمایید!

source: Please add BlogCatalog-settings to get more accurate data!
de_de: Bitte füge BlogCatalog-Einstellungen hinzu um genauere Daten zu bekommen!
fa_ir: برای دریافت اطلاعات دقیق تر لطفا تنظیمات BlogCatalog را وارد نمایید.

source: The gender-diagram is based on %1$d visitor (%2$d male, %3$d female).
de_de: Das Geschlechter-Diagramm basiert auf %1$d Besucher (%2$d männlich, %3$d weiblich).

source: Male %d%%
de_de: Männlich %d%%
fa_ir: mozakar %d%%

source: Female %d%%
de_de: Weiblich %d%%
fa_ir: moanas %d%%

source: Gender demographics
de_de: Geschlechter Demografie
fa_ir: جمعیت آماری جنسیتی

source: The age-diagram is based on %1$d visitor (%2$d male, %3$d female).
de_de: Das Alters-Diagramm basiert auf %1$d Besucher (%2$d männlich, %3$d weiblich).

source: Age groups for:
de_de: Altersgruppen für:

source: All
de_de: Alle

source: Male
de_de: Männlich

source: Female
de_de: Weiblich

source: Age groups
de_de: Altersgruppen

source: Male age group
de_de: Männliche Altersgruppe

source: Female age group
de_de: Weibliche Altersgruppe

source: The services-diagram is based on %1$d visitor (%2$d male, %3$d female) who use at least one service.
de_de: Das Service-Diagramm basiert auf %1$d Besucher (%2$d männlich, %3$d weiblich) welcher zumindest ein Service benutzt.

source: Service groups for:
de_de: Service-Gruppen für:

source: Social media usage
de_de: Social Media Benutzung

source: Male social media usage
de_de: Männliche Social Media Benutzung

source: Female social media usage
de_de: Weibliche Social Media Benutzung

source: Please wait while your visitors are being analyzed. (This may take a long time if you are calling this site for the first time.)
de_de: Bitte warte während deine Besucher analysiert werden. (Dies kann eine längere Zeit in Anspruch nehmen wenn du diese Seite zum ersten Mal aufrufst.)
fa_ir: لطفا تا اتمام مراحل آنالیز صبور باشید. این عملیات ممکن است کمی زمان ببرد مخصوصا اگر اولین باز است که این کار را انجام می دهید.

source: MyBlogLog-Community-Id:
fa_ir: شناسه جامعه MyBlogLog:

source: MyBlogLog AppId:
fa_ir: شناسه برنامه MyBlogLog:

source: BlogCatalog API key:
fa_ir: کلید بلاگ کاتالوگ:
